{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 192,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 192
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "<|endoftext|>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<repo_name>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<reponame>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<file_sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<filename>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<gh_stars>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<issue_start>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<issue_comment>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<issue_closed>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<jupyter_start>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<jupyter_text>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<jupyter_code>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<jupyter_output>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<jupyter_script>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<empty_output>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "<repo_name>": 3,
      "<reponame>": 4,
      "<file_sep>": 5,
      "<filename>": 6,
      "<gh_stars>": 7,
      "<issue_start>": 8,
      "<issue_comment>": 9,
      "<issue_closed>": 10,
      "<jupyter_start>": 11,
      "<jupyter_text>": 12,
      "<jupyter_code>": 13,
      "<jupyter_output>": 14,
      "<jupyter_script>": 15,
      "<empty_output>": 16,
      "!": 17,
      "\"": 18,
      "#": 19,
      "$": 20,
      "%": 21,
      "&": 22,
      "'": 23,
      "(": 24,
      ")": 25,
      "*": 26,
      "+": 27,
      ",": 28,
      "-": 29,
      ".": 30,
      "/": 31,
      "0": 32,
      "1": 33,
      "2": 34,
      "3": 35,
      "4": 36,
      "5": 37,
      "6": 38,
      "7": 39,
      "8": 40,
      "9": 41,
      ":": 42,
      ";": 43,
      "<": 44,
      "=": 45,
      ">": 46,
      "?": 47,
      "@": 48,
      "A": 49,
      "B": 50,
      "C": 51,
      "D": 52,
      "E": 53,
      "F": 54,
      "G": 55,
      "H": 56,
      "I": 57,
      "J": 58,
      "K": 59,
      "L": 60,
      "M": 61,
      "N": 62,
      "O": 63,
      "P": 64,
      "Q": 65,
      "R": 66,
      "S": 67,
      "T": 68,
      "U": 69,
      "V": 70,
      "W": 71,
      "X": 72,
      "Y": 73,
      "Z": 74,
      "[": 75,
      "\\": 76,
      "]": 77,
      "^": 78,
      "_": 79,
      "`": 80,
      "a": 81,
      "b": 82,
      "c": 83,
      "d": 84,
      "e": 85,
      "f": 86,
      "g": 87,
      "h": 88,
      "i": 89,
      "j": 90,
      "k": 91,
      "l": 92,
      "m": 93,
      "n": 94,
      "o": 95,
      "p": 96,
      "q": 97,
      "r": 98,
      "s": 99,
      "t": 100,
      "u": 101,
      "v": 102,
      "w": 103,
      "x": 104,
      "y": 105,
      "z": 106,
      "{": 107,
      "|": 108,
      "}": 109,
      "~": 110,
      "ÂḂ": 111,
      "Âḃ": 112,
      "Â£": 113,
      "ÂĊ": 114,
      "Âċ": 115,
      "ÂḊ": 116,
      "Â§": 117,
      "ÂẀ": 118,
      "Â©": 119,
      "ÂẂ": 120,
      "Âḋ": 121,
      "ÂỲ": 122,
      "Â®": 123,
      "ÂŸ": 124,
      "ÂḞ": 125,
      "Âḟ": 126,
      "ÂĠ": 127,
      "Âġ": 128,
      "ÂṀ": 129,
      "Âṁ": 130,
      "Â¶": 131,
      "ÂṖ": 132,
      "Âẁ": 133,
      "Âṗ": 134,
      "Âẃ": 135,
      "ÂṠ": 136,
      "Âỳ": 137,
      "ÂẄ": 138,
      "Âẅ": 139,
      "Âṡ": 140,
      "Ã": 141,
      "Ã": 142,
      "Ã": 143,
      "Ã": 144,
      "Ã": 145,
      "Ã": 146,
      "Ã": 147,
      "Ã": 148,
      "Ã": 149,
      "Ã": 150,
      "Ã": 151,
      "Ã": 152,
      "Ã": 153,
      "Ã": 154,
      "Ã": 155,
      "Ã": 156,
      "Ã": 157,
      "Ã": 158,
      "Ã": 159,
      "Ã": 160,
      "Ã": 161,
      "Ã": 162,
      "Ã": 163,
      "Ã": 164,
      "Ã": 165,
      "Ã": 166,
      "Ã": 167,
      "Ã": 168,
      "Ã": 169,
      "Ã": 170,
      "Ã ": 171,
      "ÃḂ": 172,
      "Ãḃ": 173,
      "Ã£": 174,
      "ÃĊ": 175,
      "Ãċ": 176,
      "ÃḊ": 177,
      "Ã§": 178,
      "ÃẀ": 179,
      "Ã©": 180,
      "ÃẂ": 181,
      "Ãḋ": 182,
      "ÃỲ": 183,
      "Ã­": 184,
      "Ã®": 185,
      "ÃŸ": 186,
      "ÃḞ": 187,
      "Ãġ": 188,
      "ÃṀ": 189,
      "Ä": 190,
      "Ä": 191,
      "Ä": 192,
      "Ä": 193,
      "Ä": 194,
      "Ä": 195,
      "Ä": 196,
      "Ä": 197,
      "Ä": 198,
      "Ä": 199,
      "Ä": 200,
      "Ä": 201,
      "Ä": 202,
      "Ä": 203,
      "Ä": 204,
      "Ä": 205,
      "Ä": 206,
      "Ä": 207,
      "Ä": 208,
      "Ä": 209,
      "Ä": 210,
      "Ä": 211,
      "Ä": 212,
      "Ä": 213,
      "Ä": 214,
      "Ä": 215,
      "Ä ": 216,
      "ÄḂ": 217,
      "Äḃ": 218,
      "Ä£": 219,
      "ÄĊ": 220,
      "Äċ": 221,
      "ÄḊ": 222,
      "Ä§": 223,
      "ÄẀ": 224,
      "Ä©": 225,
      "ÄẂ": 226,
      "Äḋ": 227,
      "ÄỲ": 228,
      "Ä­": 229,
      "Ä®": 230,
      "ÄŸ": 231,
      "ÄḞ": 232,
      "Äḟ": 233,
      "ÄĠ": 234,
      "Äġ": 235,
      "ÄṀ": 236,
      "Äṁ": 237,
      "Ä¶": 238,
      "ÄṖ": 239,
      "Äẁ": 240,
      "Äṗ": 241,
      "Äẃ": 242,
      "ÄṠ": 243,
      "Äỳ": 244,
      "ÄẄ": 245,
      "Äẅ": 246,
      "Äṡ": 247,
      "Å": 248,
      "Å": 249,
      "Å": 250,
      "Å": 251,
      "Ä t": 252,
      "Ä a": 253,
      "in": 254,
      "he": 255,
      "Ä Ä ": 256,
      "re": 257,
      "on": 258,
      "er": 259,
      "Ä the": 260,
      "at": 261,
      "Ä s": 262,
      "Ä o": 263,
      "en": 264,
      "Ä c": 265,
      "es": 266,
      "Ä w": 267,
      "nd": 268,
      "it": 269,
      "or": 270,
      "is": 271,
      "al": 272,
      "Ä p": 273,
      "ing": 274,
      "Ä f": 275,
      "an": 276,
      "ed": 277,
      "Ä b": 278,
      "ou": 279,
      "ar": 280,
      "Ä in": 281,
      "Ä of": 282,
      "Ä m": 283,
      "Ä and": 284,
      "ion": 285,
      "ic": 286,
      "Ä d": 287,
      "Ä to": 288,
      "Ä Ä Ä Ä ": 289,
      "le": 290,
      "ro": 291,
      "as": 292,
      "ent": 293,
      "Ä h": 294,
      "Ä th": 295,
      "ct": 296,
      "Ä e": 297,
      "Ä re": 298,
      "el": 299,
      "om": 300,
      "il": 301,
      "st": 302,
      "Ä l": 303,
      "Ä n": 304,
      "et": 305,
      "im": 306,
      "ve": 307,
      "ol": 308,
      "ation": 309,
      "Ä g": 310,
      "id": 311,
      "Ä T": 312,
      "se": 313,
      "Ä is": 314,
      "ur": 315,
      "ut": 316,
      "ra": 317,
      "ly": 318,
      "ce": 319,
      "ot": 320,
      "ÃḃÄḃ": 321,
      "ch": 322,
      "ow": 323,
      "ig": 324,
      "Ä be": 325,
      "Ä u": 326,
      "Ä for": 327,
      "Ä st": 328,
      "Ä y": 329,
      "Ä A": 330,
      "ver": 331,
      "am": 332,
      "Ä Ä Ä ": 333,
      "Ä S": 334,
      "Ä on": 335,
      "ul": 336,
      "ir": 337,
      "Ä that": 338,
      "Ä I": 339,
      "Ä C": 340,
      "ay": 341,
      "if": 342,
      "ith": 343,
      "ad": 344,
      "Ä con": 345,
      "Ä you": 346,
      "Ä as": 347,
      "Ä pro": 348,
      "her": 349,
      "od": 350,
      "Ä with": 351,
      "ter": 352,
      "Ä Ä Ä Ä Ä Ä Ä Ä ": 353,
      "Ä an": 354,
      "Ä or": 355,
      "Ä wh": 356,
      "Ä it": 357,
      "ment": 358,
      "Ä are": 359,
      "Ä al": 360,
      "ge": 361,
      "ess": 362,
      "ist": 363,
      "Ä ex": 364,
      "Ä (": 365,
      "ers": 366,
      "Ä de": 367,
      "ate": 368,
      "ab": 369,
      "ies": 370,
      "op": 371,
      "Ä M": 372,
      "th": 373,
      "ect": 374,
      "res": 375,
      "us": 376,
      "Ä P": 377,
      "Ä The": 378,
      "Ä com": 379,
      "iv": 380,
      "est": 381,
      "um": 382,
      "ity": 383,
      "Ä he": 384,
      "qu": 385,
      "Ä v": 386,
      "ac": 387,
      "ill": 388,
      "Ä B": 389,
      "ore": 390,
      "em": 391,
      "Ä we": 392,
      "Ä su": 393,
      "pp": 394,
      "os": 395,
      "ke": 396,
      "and": 397,
      "rom": 398,
      "nt": 399,
      "ld": 400,
      "ort": 401,
      "ain": 402,
      "ant": 403,
      "ive": 404,
      "igh": 405,
      "oc": 406,
      "Ä H": 407,
      "Ä W": 408,
      "ial": 409,
      "Ä ch": 410,
      "Ä by": 411,
      "Ä r": 412,
      "ud": 413,
      "Ä E": 414,
      "Ä Ä Ä Ä Ä Ä Ä ": 415,
      "Ä can": 416,
      "ÃḃÄḃÄṠ": 417,
      "Ä at": 418,
      "un": 419,
      "Ä ne": 420,
      "Ä ha": 421,
      "Ä D": 422,
      "--": 423,
      "ure": 424,
      "Ä le": 425,
      "Ä F": 426,
      "Ä se": 427,
      "Ä R": 428,
      "Ä from": 429,
      "Ä en": 430,
      "ri": 431,
      "pe": 432,
      "ical": 433,
      "art": 434,
      "og": 435,
      "Ä was": 436,
      "pt": 437,
      "ions": 438,
      "pl": 439,
      "rou": 440,
      "Ä not": 441,
      "Ä N": 442,
      "Ä sh": 443,
      "Ä im": 444,
      "ight": 445,
      "Ä =": 446,
      "out": 447,
      "ÄÄ Ä Ä Ä Ä Ä Ä ": 448,
      "all": 449,
      "Ä L": 450,
      "Ä this": 451,
      "Ä G": 452,
      "Ä ab": 453,
      "ag": 454,
      "red": 455,
      "per": 456,
      "Ä have": 457,
      "Ä wor": 458,
      "Ä ÃḃÄḃ": 459,
      "gh": 460,
      "our": 461,
      "ine": 462,
      "iz": 463,
      "Ä int": 464,
      "ome": 465,
      "ÄÄ Ä Ä Ä Ä Ä Ä Ä ": 466,
      "ust": 467,
      "Ä us": 468,
      "Ä your": 469,
      "ould": 470,
      "act": 471,
      "ÄÄ Ä Ä ": 472,
      "age": 473,
      "ost": 474,
      "Ä pl": 475,
      "Ä \"": 476,
      "ard": 477,
      "ell": 478,
      "ther": 479,
      "Ä their": 480,
      "ult": 481,
      "elf": 482,
      "ated": 483,
      "ff": 484,
      "ich": 485,
      "end": 486,
      "ans": 487,
      "ous": 488,
      "ide": 489,
      "ru": 490,
      "ations": 491,
      "Ä O": 492,
      "Ä ad": 493,
      "ak": 494,
      "Ä whe": 495,
      "du": 496,
      "cl": 497,
      "Ä cont": 498,
      "Ä res": 499,
      "ast": 500,
      "Ä k": 501,
      "Ä they": 502,
      "Ä comp": 503,
      "The": 504,
      "ib": 505,
      "'s": 506,
      "orm": 507,
      "ip": 508,
      "cc": 509,
      "Ä dis": 510,
      "Ä all": 511,
      "ap": 512,
      "ame": 513,
      "Ä U": 514,
      "able": 515,
      "ong": 516,
      "ear": 517,
      "ere": 518,
      "ie": 519,
      "ass": 520,
      "Ä imp": 521,
      "are": 522,
      "Ä will": 523,
      "ance": 524,
      "Ä Th": 525,
      "ind": 526,
      "Ä which": 527,
      "ood": 528,
      "ary": 529,
      "Ä J": 530,
      "ual": 531,
      "vel": 532,
      "Ä In": 533,
      "ep": 534,
      "ence": 535,
      "Ä do": 536,
      "one": 537,
      "ks": 538,
      "Ä cl": 539,
      "Ä more": 540,
      "ry": 541,
      "ia": 542,
      "Ä te": 543,
      "Ä j": 544,
      "ign": 545,
      "ue": 546,
      "ents": 547,
      "reat": 548,
      "Ä me": 549,
      "Ä other": 550,
      "Ä un": 551,
      "ile": 552,
      "Ä has": 553,
      "ach": 554,
      "Ä man": 555,
      "ime": 556,
      "ction": 557,
      "ild": 558,
      "so": 559,
      "ress": 560,
      "ces": 561,
      "Ä ar": 562,
      "Ä about": 563,
      "Ä but": 564,
      "av": 565,
      "Ä app": 566,
      "Ä per": 567,
      "oo": 568,
      "ice": 569,
      "ition": 570,
      "ater": 571,
      "ely": 572,
      "ÃḃÄḃÄṡ": 573,
      "Ä sp": 574,
      "ake": 575,
      "ase": 576,
      "Ä ev": 577,
      "Ä out": 578,
      "ors": 579,
      "ack": 580,
      "ens": 581,
      "Ä one": 582,
      "very": 583,
      "form": 584,
      "Ä if": 585,
      "----": 586,
      "ory": 587,
      "Ä so": 588,
      "ord": 589,
      "ace": 590,
      "int": 591,
      "Ä were": 592,
      "ber": 593,
      "nder": 594,
      ").": 595,
      "Ä li": 596,
      "Ä also": 597,
      "ount": 598,
      "Ä part": 599,
      "Ä comm": 600,
      "Ä them": 601,
      "ose": 602,
      "au": 603,
      "ang": 604,
      "ci": 605,
      "Ä stud": 606,
      "con": 607,
      "rit": 608,
      "ire": 609,
      "Ä pe": 610,
      "ub": 611,
      "now": 612,
      "Ä qu": 613,
      "Ä up": 614,
      "Ä sy": 615,
      "ings": 616,
      "Ä who": 617,
      "Ä into": 618,
      "Ä ÃḃÄḃÄẅ": 619,
      "ound": 620,
      "ish": 621,
      "Ä pre": 622,
      "Ä these": 623,
      "Ä its": 624,
      "Ä St": 625,
      "olog": 626,
      "iff": 627,
      "pec": 628,
      "ÄÄ Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä ": 629,
      "rough": 630,
      "ric": 631,
      "Ä fe": 632,
      "Ä bec": 633,
      "Ä some": 634,
      "Ä tra": 635,
      "ail": 636,
      "Ä '": 637,
      "Ä how": 638,
      "Ä self": 639,
      "ree": 640,
      "Ä ind": 641,
      "ities": 642,
      "),": 643,
      "king": 644,
      "Ä when": 645,
      "ays": 646,
      "ph": 647,
      "vers": 648,
      "Ä em": 649,
      "Ä his": 650,
      "Ä ro": 651,
      "ific": 652,
      "Ä our": 653,
      "Ä may": 654,
      "Ä time": 655,
      "Ä under": 656,
      "Ä It": 657,
      "ments": 658,
      "Ä K": 659,
      "ates": 660,
      "ople": 661,
      "ne": 662,
      "ite": 663,
      "Ä col": 664,
      "Ä there": 665,
      "Ä bet": 666,
      "urn": 667,
      "cre": 668,
      "Ä This": 669,
      "Ä than": 670,
      "ough": 671,
      "ys": 672,
      "Ä diff": 673,
      "ating": 674,
      "ob": 675,
      "te": 676,
      "we": 677,
      "Ä Ch": 678,
      "ath": 679,
      "ject": 680,
      "Ä tr": 681,
      "ally": 682,
      "low": 683,
      "erv": 684,
      "Ä go": 685,
      "ms": 686,
      "Ä cons": 687,
      "Ä ag": 688,
      "Ä ra": 689,
      "Ä over": 690,
      "lect": 691,
      "Ä rec": 692,
      "xt": 693,
      "Ä pr": 694,
      "ple": 695,
      "tern": 696,
      "ian": 697,
      "Ä acc": 698,
      "Ä know": 699,
      "cess": 700,
      "Ä people": 701,
      "Ä like": 702,
      "ove": 703,
      "Ä hel": 704,
      "Ä act": 705,
      "ata": 706,
      "ons": 707,
      "Ä des": 708,
      "lic": 709,
      "clud": 710,
      "ious": 711,
      "##": 712,
      "Ä year": 713,
      "arn": 714,
      "Ä such": 715,
      "Ä rel": 716,
      "Ä V": 717,
      "Ä Y": 718,
      "Ä been": 719,
      "row": 720,
      "ef": 721,
      "Ä use": 722,
      "ren": 723,
      "Ä help": 724,
      "Ä new": 725,
      "get": 726,
      "):": 727,
      "alth": 728,
      "irst": 729,
      "ert": 730,
      "Ä -": 731,
      "Ä what": 732,
      "ause": 733,
      "eth": 734,
      "les": 735,
      "Ä would": 736,
      "Ä need": 737,
      "Ä through": 738,
      "ful": 739,
      "stem": 740,
      "uring": 741,
      "round": 742,
      "Ä sa": 743,
      "Ä am": 744,
      "Ä eff": 745,
      "Ä work": 746,
      "ics": 747,
      "velop": 748,
      "ov": 749,
      "Ä any": 750,
      "ool": 751,
      "Ä import": 752,
      "Ä def": 753,
      "Ä bl": 754,
      "ular": 755,
      "ures": 756,
      "Ä ass": 757,
      "Ä spec": 758,
      "Ä gen": 759,
      "Ä tw": 760,
      "Ä had": 761,
      "rib": 762,
      "mer": 763,
      "ll": 764,
      "Ä includ": 765,
      "ced": 766,
      "Ä off": 767,
      "Ä most": 768,
      "ise": 769,
      "hed": 770,
      "self": 771,
      "Ä prov": 772,
      "port": 773,
      "iss": 774,
      "ract": 775,
      "ange": 776,
      "Ä ph": 777,
      "ict": 778,
      "Ä reg": 779,
      "ational": 780,
      "als": 781,
      "Ä differe": 782,
      "ility": 783,
      "Ä ac": 784,
      "pect": 785,
      "oss": 786,
      "Ä no": 787,
      "In": 788,
      "oth": 789,
      "ook": 790,
      "ative": 791,
      "ark": 792,
      "old": 793,
      "Ä ob": 794,
      "hen": 795,
      "Ä produ": 796,
      "Ä inv": 797,
      "Ä mod": 798,
      "Ä develop": 799,
      "Ä many": 800,
      "Ä di": 801,
      "Ä rem": 802,
      "Ä add": 803,
      "Ä used": 804,
      "Ä only": 805,
      "Ä sc": 806,
      "fter": 807,
      "Ä first": 808,
      "ween": 809,
      "Ä Un": 810,
      "Ä child": 811,
      "ible": 812,
      "ten": 813,
      "ram": 814,
      "uc": 815,
      "Ä ÃḃÄḃÄṁ": 816,
      "Ä system": 817,
      "arch": 818,
      "Ä att": 819,
      "Ä get": 820,
      "ased": 821,
      "Ä inst": 822,
      "ower": 823,
      "com": 824,
      "cept": 825,
      "Ä between": 826,
      "Ä two": 827,
      "**": 828,
      "Ä ret": 829,
      "ife": 830,
      "chn": 831,
      "Ä fl": 832,
      "erm": 833,
      "Ä inf": 834,
      "Ä learn": 835,
      "ize": 836,
      "Ä where": 837,
      "Ä sur": 838,
      "wn": 839,
      "Ä sub": 840,
      "Ä exam": 841,
      "its": 842,
      "Ä inter": 843,
      "Ä po": 844,
      "own": 845,
      "ew": 846,
      "ond": 847,
      "Ä pers": 848,
      "ts": 849,
      "Ä trans": 850,
      "ps": 851,
      "hes": 852,
      "Ä pol": 853,
      "ble": 854,
      "Ä exper": 855,
      "Ä could": 856,
      "Ä co": 857,
      "Ä supp": 858,
      "ss": 859,
      "ution": 860,
      "Ä num": 861,
      "ting": 862,
      "ng": 863,
      "Ä health": 864,
      "Ä sm": 865,
      "ty": 866,
      "ural": 867,
      "Ä should": 868,
      "ern": 869,
      "gan": 870,
      "Ä str": 871,
      "ever": 872,
      "cy": 873,
      "Ä her": 874,
      "ues": 875,
      "Ä well": 876,
      "Ä bu": 877,
      "ily": 878,
      "stand": 879,
      "ident": 880,
      "erg": 881,
      "oci": 882,
      "Ä ty": 883,
      "ines": 884,
      "ied": 885,
      "Ä val": 886,
      "Ä pres": 887,
      "ex": 888,
      "Ä expl": 889,
      "__": 890,
      "Ä var": 891,
      "fore": 892,
      "Ä rese": 893,
      "aking": 894,
      "Ä sim": 895,
      "Ä different": 896,
      "Ä every": 897,
      "ives": 898,
      "ology": 899,
      "ink": 900,
      "ick": 901,
      "Ä ke": 902,
      "ade": 903,
      "Ä high": 904,
      "Ä world": 905,
      "ature": 906,
      "Ä #": 907,
      "Ä even": 908,
      "Ä He": 909,
      "Ä form": 910,
      "ists": 911,
      "aw": 912,
      "Ä water": 913,
      "Ä sign": 914,
      "Ä just": 915,
      "--------": 916,
      "ants": 917,
      "ism": 918,
      "Ä make": 919,
      "vent": 920,
      "Ä exp": 921,
      "oy": 922,
      "',": 923,
      "ness": 924,
      "uch": 925,
      "ft": 926,
      "ins": 927,
      "iew": 928,
      "Ä years": 929,
      "Ä ref": 930,
      "ds": 931,
      "Ä set": 932,
      "Ä [": 933,
      "Ä commun": 934,
      "Ä cre": 935,
      "ck": 936,
      "Ä disc": 937,
      "arg": 938,
      "Ä techn": 939,
      "Ä data": 940,
      "chool": 941,
      "Ä Re": 942,
      "ices": 943,
      "Ä requ": 944,
      "ÄÄ Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä ": 945,
      "Ä call": 946,
      "ically": 947,
      "Ä hum": 948,
      "other": 949,
      "..": 950,
      "ax": 951,
      "ential": 952,
      "Ä ed": 953,
      "ars": 954,
      "Ä gra": 955,
      "iel": 956,
      "Ä my": 957,
      "Ä med": 958,
      "ward": 959,
      "ited": 960,
      "ruct": 961,
      "hat": 962,
      "Ä see": 963,
      "Ä det": 964,
      "Ä then": 965,
      "Ä result": 966,
      "Ä those": 967,
      "ually": 968,
      "ages": 969,
      "Ä way": 970,
      "Ä each": 971,
      "formation": 972,
      "Ä ins": 973,
      "hip": 974,
      "Ä because": 975,
      "ection": 976,
      "Ä effect": 977,
      "Ä bel": 978,
      "Ä while": 979,
      "Ä process": 980,
      "Ä during": 981,
      "'t": 982,
      "Ä found": 983,
      "Ä art": 984,
      "Ä count": 985,
      "Ä long": 986,
      "Ä pat": 987,
      "Ä dec": 988,
      "Ä fol": 989,
      "Ä after": 990,
      "Ä gener": 991,
      "ron": 992,
      "Ä ext": 993,
      "arm": 994,
      "meric": 995,
      "Ä cent": 996,
      "ety": 997,
      "ands": 998,
      "Ä incre": 999,
      "()": 1000,
      "Ä loc": 1001,
      "\",": 1002,
      "Ä return": 1003,
      "ÄÄÄ Ä Ä ": 1004,
      "ized": 1005,
      "Ä dist": 1006,
      "led": 1007,
      "Ä prog": 1008,
      "iron": 1009,
      "ient": 1010,
      "Ä sk": 1011,
      "Ä read": 1012,
      "Ä ent": 1013,
      "imes": 1014,
      "Ä using": 1015,
      "Ä partic": 1016,
      "Ä pub": 1017,
      "de": 1018,
      "arly": 1019,
      "Ä ca": 1020,
      "Ä cur": 1021,
      "Ä lead": 1022,
      "Ä aut": 1023,
      "Ä rep": 1024,
      "els": 1025,
      "Ä hist": 1026,
      "Ä fact": 1027,
      "Ä test": 1028,
      "Ä life": 1029,
      "Ä comple": 1030,
      "Ä fam": 1031,
      "Ä As": 1032,
      "ivid": 1033,
      "ivers": 1034,
      "Ä very": 1035,
      "Ä being": 1036,
      "Ä fun": 1037,
      "Ä own": 1038,
      "ning": 1039,
      "read": 1040,
      "Ä she": 1041,
      "Ä find": 1042,
      "ody": 1043,
      "Ä understand": 1044,
      "iqu": 1045,
      "Ä We": 1046,
      "ÄÄ Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä ": 1047,
      "Ä right": 1048,
      "ases": 1049,
      "cent": 1050,
      "ork": 1051,
      "Ä Americ": 1052,
      "Ä Pro": 1053,
      "Ä resp": 1054,
      "Ä person": 1055,
      "Ä back": 1056,
      "gg": 1057,
      "Ä students": 1058,
      "eng": 1059,
      "Ä dep": 1060,
      "ved": 1061,
      "Ä both": 1062,
      "ather": 1063,
      "ality": 1064,
      "Ä Al": 1065,
      "Ä follow": 1066,
      "Ä writ": 1067,
      "Ä For": 1068,
      "Ä They": 1069,
      "Ä important": 1070,
      "Ä Con": 1071,
      "Ä does": 1072,
      "Ä How": 1073,
      "Ä gl": 1074,
      "Ä grow": 1075,
      "Ä car": 1076,
      "ock": 1077,
      "put": 1078,
      "Ä min": 1079,
      "tle": 1080,
      "Ä Com": 1081,
      "Th": 1082,
      "Ä much": 1083,
      "dition": 1084,
      "Ä main": 1085,
      "Ä conf": 1086,
      "viron": 1087,
      "ix": 1088,
      "Ä che": 1089,
      "Ä appro": 1090,
      "Ä mon": 1091,
      "Ä before": 1092,
      "\"\"": 1093,
      "Ä If": 1094,
      "par": 1095,
      "Ä information": 1096,
      "Ä som": 1097,
      "Ä grou": 1098,
      "ves": 1099,
      "Ä sol": 1100,
      "Ä sci": 1101,
      "Ä el": 1102,
      "ving": 1103,
      "inal": 1104,
      "Ä proble": 1105,
      "Ä level": 1106,
      "ional": 1107,
      "Ä study": 1108,
      "Ä great": 1109,
      "up": 1110,
      "any": 1111,
      "Ä end": 1112,
      "Ä av": 1113,
      "Ä food": 1114,
      "Ä experi": 1115,
      "ÄÄ": 1116,
      "Ä An": 1117,
      "nce": 1118,
      "io": 1119,
      "Ä start": 1120,
      "ale": 1121,
      "Ä children": 1122,
      "Ä good": 1123,
      "Ä might": 1124,
      "Ä school": 1125,
      "eg": 1126,
      "Ä within": 1127,
      "Ä class": 1128,
      "Ä often": 1129,
      "Ä around": 1130,
      "uss": 1131,
      "ted": 1132,
      "Ä cor": 1133,
      "ave": 1134,
      "Ä made": 1135,
      "ering": 1136,
      "Ä said": 1137,
      "Ä show": 1138,
      "Ä pop": 1139,
      "vern": 1140,
      "to": 1141,
      "Ä same": 1142,
      ".,": 1143,
      "Ä pract": 1144,
      "und": 1145,
      "ute": 1146,
      "Ä too": 1147,
      "anc": 1148,
      "Ä power": 1149,
      "Ä lit": 1150,
      "Ä research": 1151,
      "Ä vis": 1152,
      "ier": 1153,
      "akes": 1154,
      "rain": 1155,
      "Ä br": 1156,
      "Ä design": 1157,
      "Ä op": 1158,
      "ec": 1159,
      "rent": 1160,
      "Ä provid": 1161,
      "Ä activ": 1162,
      "Ä again": 1163,
      "Ä prot": 1164,
      "Ä small": 1165,
      "Ä Ar": 1166,
      "Ä allow": 1167,
      "Ä adv": 1168,
      "Ä mem": 1169,
      "ocial": 1170,
      "Ä mat": 1171,
      "ross": 1172,
      "itions": 1173,
      "Ä serv": 1174,
      "ets": 1175,
      "Ä care": 1176,
      "iving": 1177,
      "Ä poss": 1178,
      "ividual": 1179,
      "pr": 1180,
      "Ä less": 1181,
      "ode": 1182,
      "Ä example": 1183,
      ".ÃḃÄḃÄṡ": 1184,
      "air": 1185,
      "ethod": 1186,
      "Ä down": 1187,
      "Ä take": 1188,
      "==": 1189,
      "Ä contin": 1190,
      "ters": 1191,
      "Ä organ": 1192,
      "rol": 1193,
      "Ä day": 1194,
      "the": 1195,
      "irect": 1196,
      "ield": 1197,
      "ince": 1198,
      "Ä support": 1199,
      "vironment": 1200,
      "ital": 1201,
      "Ä cult": 1202,
      "omen": 1203,
      "Ä quest": 1204,
      "Ä human": 1205,
      "Ä You": 1206,
      "app": 1207,
      "Ä treat": 1208,
      "Ä now": 1209,
      "ined": 1210,
      "ished": 1211,
      "Ä individual": 1212,
      "Ä gu": 1213,
      "ared": 1214,
      "Ä state": 1215,
      "Ä These": 1216,
      "Ä called": 1217,
      "Ä Ind": 1218,
      "land": 1219,
      "Ä equ": 1220,
      "val": 1221,
      "day": 1222,
      "der": 1223,
      "arge": 1224,
      "Ä point": 1225,
      "ergy": 1226,
      "Ä eng": 1227,
      "pro": 1228,
      "####": 1229,
      "Ä number": 1230,
      "tt": 1231,
      "Ä +": 1232,
      "Ä cle": 1233,
      "Ä redu": 1234,
      "Ä build": 1235,
      "Ä ser": 1236,
      "ization": 1237,
      "Ä play": 1238,
      "Ä though": 1239,
      "ral": 1240,
      "ven": 1241,
      "Ä prof": 1242,
      "Ä aw": 1243,
      "Ä ris": 1244,
      "name": 1245,
      "ired": 1246,
      "ulation": 1247,
      "Ä body": 1248,
      "Ä But": 1249,
      "Ä did": 1250,
      "Ä must": 1251,
      "Ä plan": 1252,
      "ains": 1253,
      "ency": 1254,
      "Ä pos": 1255,
      "Ä beh": 1256,
      "Ä occ": 1257,
      "raph": 1258,
      "ences": 1259,
      "hers": 1260,
      "Ä const": 1261,
      "Ä aff": 1262,
      "Ä cour": 1263,
      "Ä est": 1264,
      "ÃḃÄḃÄ¶": 1265,
      "Ä inc": 1266,
      "Ä pot": 1267,
      "Ä Se": 1268,
      "acter": 1269,
      ".\"": 1270,
      "ources": 1271,
      "Ä him": 1272,
      "Ä common": 1273,
      "ull": 1274,
      "ories": 1275,
      "ately": 1276,
      "Ä want": 1277,
      "Ä met": 1278,
      "erest": 1279,
      "Ä par": 1280,
      "ense": 1281,
      "ify": 1282,
      "ered": 1283,
      "Ä ident": 1284,
      "Ä including": 1285,
      "aterial": 1286,
      "ah": 1287,
      "rue": 1288,
      "ption": 1289,
      "Ä ide": 1290,
      "Ä dise": 1291,
      "))": 1292,
      "ury": 1293,
      "ining": 1294,
      "iversity": 1295,
      "Ä three": 1296,
      "Ä cell": 1297,
      "iven": 1298,
      "oh": 1299,
      "mon": 1300,
      "Ä pass": 1301,
      "ination": 1302,
      "Ä let": 1303,
      "Ä typ": 1304,
      "('": 1305,
      "py": 1306,
      "ability": 1307,
      "Ä educ": 1308,
      "Ä iss": 1309,
      "ider": 1310,
      "line": 1311,
      "angu": 1312,
      "Ä elect": 1313,
      "ource": 1314,
      "Ä New": 1315,
      "Ä Wh": 1316,
      "ash": 1317,
      "Ä Ad": 1318,
      "ids": 1319,
      "ively": 1320,
      "str": 1321,
      "ateg": 1322,
      "Ä Ex": 1323,
      "ox": 1324,
      "less": 1325,
      "Ä don": 1326,
      "ertain": 1327,
      "itive": 1328,
      "Ä social": 1329,
      "Ä govern": 1330,
      "||": 1331,
      "ples": 1332,
      "ries": 1333,
      "Ä impro": 1334,
      "conom": 1335,
      "Ä char": 1336,
      "ead": 1337,
      "Ä anal": 1338,
      "Ä creat": 1339,
      "lish": 1340,
      "Ä method": 1341,
      "Ä invol": 1342,
      "Ä known": 1343,
      "bers": 1344,
      "Ä real": 1345,
      "aj": 1346,
      "Ä del": 1347,
      "This": 1348,
      "Ä conn": 1349,
      "Ä And": 1350,
      "Ä ess": 1351,
      "iness": 1352,
      "oun": 1353,
      "por": 1354,
      "Ä without": 1355,
      "Ä tem": 1356,
      "Ä environment": 1357,
      "ccess": 1358,
      "Ä chang": 1359,
      "Ä public": 1360,
      "Ä still": 1361,
      "ner": 1362,
      "Ä change": 1363,
      "Ä signific": 1364,
      "Ä better": 1365,
      "Ä prom": 1366,
      "Ä eas": 1367,
      "ouse": 1368,
      "Ä hand": 1369,
      "tain": 1370,
      "iod": 1371,
      "Ä another": 1372,
      "view": 1373,
      "lu": 1374,
      "ially": 1375,
      "Ä material": 1376,
      "ape": 1377,
      "Ä report": 1378,
      "Ä place": 1379,
      "Ä learning": 1380,
      "Ä pur": 1381,
      "ived": 1382,
      "Ä opp": 1383,
      "Ä interest": 1384,
      "Ä There": 1385,
      "Ä present": 1386,
      "Ä dr": 1387,
      "oms": 1388,
      "pos": 1389,
      "ends": 1390,
      "Ä project": 1391,
      "uro": 1392,
      "St": 1393,
      "Ä ben": 1394,
      "orn": 1395,
      "Ä sit": 1396,
      "arent": 1397,
      "Ä list": 1398,
      "Ä bre": 1399,
      "over": 1400,
      "Ä spe": 1401,
      "Ä belie": 1402,
      "Ä phys": 1403,
      "rodu": 1404,
      "ior": 1405,
      "Ä product": 1406,
      "Ä feel": 1407,
      "Ä cap": 1408,
      "ration": 1409,
      "ÄÄÄ Ä Ä Ä Ä Ä Ä ": 1410,
      "ills": 1411,
      "oad": 1412,
      "Ä De": 1413,
      "cing": 1414,
      "ision": 1415,
      "ason": 1416,
      "ental": 1417,
      "li": 1418,
      "bs": 1419,
      "Ä light": 1420,
      "Ä development": 1421,
      "Ä sym": 1422,
      "Ä However": 1423,
      "Ä mus": 1424,
      "be": 1425,
      "Ä imm": 1426,
      "Ä ele": 1427,
      "Ä By": 1428,
      "cond": 1429,
      "ological": 1430,
      "Ä Is": 1431,
      "ething": 1432,
      "ug": 1433,
      "ently": 1434,
      "ording": 1435,
      "ances": 1436,
      "az": 1437,
      "Ä become": 1438,
      "Ä energy": 1439,
      "Ä open": 1440,
      "Ä mean": 1441,
      "atic": 1442,
      "Ä few": 1443,
      "hor": 1444,
      "Ä caus": 1445,
      "Ä keep": 1446,
      ",ÃḃÄḃÄṡ": 1447,
      "ention": 1448,
      "Ä others": 1449,
      "Ä best": 1450,
      "Ä fac": 1451,
      "ways": 1452,
      "Ä include": 1453,
      "Ä direct": 1454,
      "from": 1455,
      "Ä &": 1456,
      "ats": 1457,
      "Ä vari": 1458,
      "ank": 1459,
      "ium": 1460,
      "Ä various": 1461,
      "Ä name": 1462,
      "Ä history": 1463,
      "Ä create": 1464,
      "')": 1465,
      "Ä top": 1466,
      "ery": 1467,
      "']": 1468,
      "outh": 1469,
      "(\"": 1470,
      "Ä Eng": 1471,
      "oint": 1472,
      "Ä happ": 1473,
      "Ä sever": 1474,
      "Ä leg": 1475,
      "ocus": 1476,
      "Ä perform": 1477,
      "Ä home": 1478,
      "Ä proper": 1479,
      "agn": 1480,
      "Ä stand": 1481,
      "Ä et": 1482,
      "man": 1483,
      "ray": 1484,
      "Ä move": 1485,
      "Ä among": 1486,
      "arc": 1487,
      "Ä something": 1488,
      "Ä mark": 1489,
      "ected": 1490,
      "ton": 1491,
      "Ä look": 1492,
      "Ä saf": 1493,
      "ÃḃÄḃÄṁ": 1494,
      "Ä things": 1495,
      "ique": 1496,
      "Ä chall": 1497,
      "ified": 1498,
      "Ä meas": 1499,
      "Ä langu": 1500,
      "Ä fin": 1501,
      "Ä type": 1502,
      "atch": 1503,
      "ames": 1504,
      "Ä Res": 1505,
      "ians": 1506,
      "Ä large": 1507,
      "ator": 1508,
      "Ä sl": 1509,
      "Ä think": 1510,
      "Ä desc": 1511,
      "Ä air": 1512,
      "sc": 1513,
      "ogn": 1514,
      "atural": 1515,
      "Ä bas": 1516,
      "Ä function": 1517,
      "erc": 1518,
      "ling": 1519,
      "ote": 1520,
      "Ä Ph": 1521,
      "oring": 1522,
      "Ä against": 1523,
      "imate": 1524,
      "Ä law": 1525,
      "ients": 1526,
      "ext": 1527,
      "Ä group": 1528,
      "Ä oper": 1529,
      "Ä means": 1530,
      "here": 1531,
      "Ä rest": 1532,
      "Ä control": 1533,
      "Ä dev": 1534,
      "Ä here": 1535,
      "ograph": 1536,
      "path": 1537,
      "Ä provide": 1538,
      "':": 1539,
      "urther": 1540,
      "Ä Sh": 1541,
      "Ä particular": 1542,
      "Ä anim": 1543,
      "Ä hy": 1544,
      "Ä several": 1545,
      "Ä significant": 1546,
      "Ä American": 1547,
      "ember": 1548,
      "Ä bus": 1549,
      "Ä When": 1550,
      "Ä ÃḃÄḃÄẃ": 1551,
      "Ä based": 1552,
      "arth": 1553,
      "Ä women": 1554,
      "eral": 1555,
      "Ä pain": 1556,
      "Ä area": 1557,
      "me": 1558,
      "//": 1559,
      "sy": 1560,
      "rop": 1561,
      "Ä tre": 1562,
      "ards": 1563,
      "Ä family": 1564,
      "ots": 1565,
      "Ä potential": 1566,
      "iver": 1567,
      "Ä due": 1568,
      "Ä object": 1569,
      "Ä enc": 1570,
      "err": 1571,
      "resent": 1572,
      "Ä old": 1573,
      "Ä current": 1574,
      "Ä mult": 1575,
      "Ä try": 1576,
      "Ä :": 1577,
      "Ä program": 1578,
      "ortun": 1579,
      "Ä ens": 1580,
      "aper": 1581,
      "Ä econom": 1582,
      "Ä beg": 1583,
      "Ä early": 1584,
      "ÃḃÄḃÄẅ": 1585,
      "Ä fil": 1586,
      "Ä lab": 1587,
      "Ä cal": 1588,
      "It": 1589,
      "Ä ve": 1590,
      "Ä toget": 1591,
      "Ä together": 1592,
      "Ä focus": 1593,
      "Ä access": 1594,
      "sh": 1595,
      "Ä last": 1596,
      "Ä unt": 1597,
      "Ä ant": 1598,
      "Ä es": 1599,
      "Ä benef": 1600,
      "['": 1601,
      "uture": 1602,
      "Ä non": 1603,
      "def": 1604,
      "lished": 1605,
      "Ä Q": 1606,
      "Ä turn": 1607,
      "ission": 1608,
      "Ä lim": 1609,
      "Ä struct": 1610,
      "Ä disease": 1611,
      "br": 1612,
      "amp": 1613,
      "set": 1614,
      "ditions": 1615,
      "Ä orig": 1616,
      "ploy": 1617,
      "ajor": 1618,
      "Ä fre": 1619,
      "Ä \"\"\"": 1620,
      "Ä risk": 1621,
      "Ä soci": 1622,
      "Ä fore": 1623,
      "Ä success": 1624,
      "Ä making": 1625,
      "Ä To": 1626,
      ",\"": 1627,
      "Ä print": 1628,
      "ication": 1629,
      "Ä opt": 1630,
      "Ä avail": 1631,
      "Ä bi": 1632,
      "oid": 1633,
      "Ä crit": 1634,
      "orth": 1635,
      "Ä possible": 1636,
      "work": 1637,
      "Ä University": 1638,
      "gen": 1639,
      "rist": 1640,
      "ression": 1641,
      "Ä low": 1642,
      "Ä say": 1643,
      "Ä So": 1644,
      "Ä impact": 1645,
      "Ä key": 1646,
      "Ä certain": 1647,
      "aut": 1648,
      "ribut": 1649,
      "Ä cr": 1650,
      "sel": 1651,
      "Ä Pl": 1652,
      "As": 1653,
      "Ä bo": 1654,
      "Ä mil": 1655,
      "ÄÄ": 1656,
      "Ä period": 1657,
      "Ä run": 1658,
      "min": 1659,
      "Ä scient": 1660,
      "Ä Cl": 1661,
      "Ä {": 1662,
      "Ä mill": 1663,
      "agement": 1664,
      "Ä gr": 1665,
      "Ä land": 1666,
      "idence": 1667,
      "cle": 1668,
      "Ä fri": 1669,
      "Ä blood": 1670,
      "Ä case": 1671,
      "Ä *": 1672,
      "Ä .": 1673,
      "ane": 1674,
      "Ä since": 1675,
      "hem": 1676,
      "ides": 1677,
      "Ä specific": 1678,
      "Ä local": 1679,
      "Ä head": 1680,
      "Ä post": 1681,
      "ann": 1682,
      "Ä along": 1683,
      "clus": 1684,
      "Ä value": 1685,
      "Ä order": 1686,
      "ems": 1687,
      "----------------": 1688,
      "Ä occur": 1689,
      "Ä come": 1690,
      "Ä Sp": 1691,
      "Ä discuss": 1692,
      "Ä government": 1693,
      "Ä text": 1694,
      "Ä following": 1695,
      "olution": 1696,
      "ww": 1697,
      "Ä En": 1698,
      "Ä across": 1699,
      "Ä conc": 1700,
      "Ä why": 1701,
      "pre": 1702,
      "Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä ": 1703,
      "cer": 1704,
      "icle": 1705,
      "Ä addition": 1706,
      "ledge": 1707,
      "Ä cost": 1708,
      "raw": 1709,
      "for": 1710,
      "Ä times": 1711,
      "Ä Col": 1712,
      "mit": 1713,
      "of": 1714,
      "\")": 1715,
      "ilar": 1716,
      "by": 1717,
      "ised": 1718,
      "ending": 1719,
      "Ä comput": 1720,
      "Ä areas": 1721,
      "Ä profess": 1722,
      "Ä hig": 1723,
      "hy": 1724,
      "Ä understanding": 1725,
      "use": 1726,
      "alk": 1727,
      "Ä cause": 1728,
      "Ä lik": 1729,
      "Ä able": 1730,
      "Ä toward": 1731,
      "Ä problem": 1732,
      "Ä ter": 1733,
      "Ä systems": 1734,
      "Ä bro": 1735,
      "Ä associ": 1736,
      "Ä view": 1737,
      "aster": 1738,
      "Ä major": 1739,
      "Ä course": 1740,
      "ument": 1741,
      "://": 1742,
      "Ä model": 1743,
      "yn": 1744,
      "Ä else": 1745,
      "Ä prevent": 1746,
      "ole": 1747,
      "Ä invest": 1748,
      "Ä Im": 1749,
      "],": 1750,
      "ilities": 1751,
      "Ä arg": 1752,
      "ended": 1753,
      "ER": 1754,
      "Ä intern": 1755,
      "ably": 1756,
      "Ä press": 1757,
      "Ä ==": 1758,
      "Ä hard": 1759,
      "idd": 1760,
      "Ä line": 1761,
      "ights": 1762,
      "Ä tool": 1763,
      "ooks": 1764,
      "Ä relations": 1765,
      "not": 1766,
      "Ä special": 1767,
      "ones": 1768,
      "osed": 1769,
      "Ä available": 1770,
      "Ä consider": 1771,
      "Ä species": 1772,
      "Ä community": 1773,
      "Ä future": 1774,
      "Ä comb": 1775,
      "Ä behav": 1776,
      "Ä Z": 1777,
      "ggest": 1778,
      "Ä applic": 1779,
      "What": 1780,
      "sw": 1781,
      "Ä natural": 1782,
      "Ä plant": 1783,
      "Ä complex": 1784,
      "ams": 1785,
      "Ä experience": 1786,
      "ina": 1787,
      "cul": 1788,
      "Ä language": 1789,
      "though": 1790,
      "Ä role": 1791,
      "Ä x": 1792,
      "Ä until": 1793,
      "Ä rele": 1794,
      "Ä respons": 1795,
      "Ä second": 1796,
      "Ä United": 1797,
      "Ä country": 1798,
      "\":": 1799,
      "Ä men": 1800,
      "Ä polit": 1801,
      "iting": 1802,
      "face": 1803,
      "Ä rece": 1804,
      "Ä young": 1805,
      "Ä works": 1806,
      "aring": 1807,
      "rag": 1808,
      "acy": 1809,
      "aps": 1810,
      "Ä always": 1811,
      "Ä What": 1812,
      "aces": 1813,
      "Ä At": 1814,
      "obal": 1815,
      "Ä Or": 1816,
      "asing": 1817,
      "ask": 1818,
      "ope": 1819,
      "Ä suggest": 1820,
      "osp": 1821,
      "Ä exist": 1822,
      "urope": 1823,
      "data": 1824,
      "Ä levels": 1825,
      "Ä indust": 1826,
      "icult": 1827,
      "Ä problems": 1828,
      "izing": 1829,
      "Ä put": 1830,
      "Ä mar": 1831,
      "ained": 1832,
      "Ä step": 1833,
      "Ä today": 1834,
      "Ä technology": 1835,
      "Ä given": 1836,
      "Ä strong": 1837,
      "Ä little": 1838,
      "Ä God": 1839,
      "Ä sw": 1840,
      "Ä ÃḃÄḃÄ¶": 1841,
      "Ä cir": 1842,
      "Ä character": 1843,
      "Ä results": 1844,
      "Ä range": 1845,
      "ek": 1846,
      "istic": 1847,
      "Ä That": 1848,
      "Ä treatment": 1849,
      "Ä age": 1850,
      "ored": 1851,
      "reen": 1852,
      "Ä ways": 1853,
      "ysis": 1854,
      "cur": 1855,
      "ths": 1856,
      "ators": 1857,
      "Ä necess": 1858,
      "Ä obs": 1859,
      "Ä vol": 1860,
      "Ä business": 1861,
      "lement": 1862,
      "Ä book": 1863,
      "omm": 1864,
      "selves": 1865,
      "ont": 1866,
      "Ä next": 1867,
      "ivity": 1868,
      "Ä far": 1869,
      "Ä percent": 1870,
      "Ä larg": 1871,
      "Ä determ": 1872,
      "ik": 1873,
      "Ä flow": 1874,
      "orts": 1875,
      "Ä four": 1876,
      "Ä dem": 1877,
      "ither": 1878,
      "Ä influ": 1879,
      "Ä represent": 1880,
      "co": 1881,
      "We": 1882,
      "aging": 1883,
      "thing": 1884,
      "Ä $": 1885,
      "orld": 1886,
      "Ä similar": 1887,
      "Ä education": 1888,
      "apt": 1889,
      "Ä short": 1890,
      "Ä working": 1891,
      "Ä z": 1892,
      "ables": 1893,
      "Ä challeng": 1894,
      "Ä essential": 1895,
      "Ä past": 1896,
      "Ä Af": 1897,
      "Ä space": 1898,
      "Ä ill": 1899,
      "Ä sing": 1900,
      "lab": 1901,
      "Ä amount": 1902,
      "Ä **": 1903,
      "Ä free": 1904,
      "ym": 1905,
      "etimes": 1906,
      "atures": 1907,
      "side": 1908,
      "Ä concept": 1909,
      "Ä Europe": 1910,
      "Ä heart": 1911,
      "atory": 1912,
      "Ä war": 1913,
      "Ä vir": 1914,
      "ured": 1915,
      "Ä later": 1916,
      "Ä bir": 1917,
      "Ä States": 1918,
      "Ä author": 1919,
      "Ä conditions": 1920,
      "Ä says": 1921,
      "duct": 1922,
      "Ä needs": 1923,
      "Ä words": 1924,
      "Ä net": 1925,
      "Ä Christ": 1926,
      "ÄÄ Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä Ä ": 1927,
      "Ä give": 1928,
      "Ä With": 1929,
      "Ä init": 1930,
      "Ä Te": 1931,
      "eter": 1932,
      "NA": 1933,
      "Ä Be": 1934,
      "une": 1935,
      "icro": 1936,
      "If": 1937,
      "Ä mov": 1938,
      "af": 1939,
      "onse": 1940,
      "Ä paper": 1941,
      "Ä kind": 1942,
      "Ä None": 1943,
      "vious": 1944,
      "Ä mind": 1945,
      "ires": 1946,
      "Ä improve": 1947,
      "Ä polic": 1948,
      "Ä ey": 1949,
      "inc": 1950,
      "ule": 1951,
      "Ä resources": 1952,
      "Ä having": 1953,
      "Ä skills": 1954,
      "Ä field": 1955,
      "Ä begin": 1956,
      "Ä consum": 1957,
      "Ä parent": 1958,
      "Ä expect": 1959,
      "Ä cells": 1960,
      "Ä rad": 1961,
      "Ä question": 1962,
      "Ä One": 1963,
      "Ä teac": 1964,
      "Ä pred": 1965,
      "Ä tradition": 1966,
      "Ä knowledge": 1967,
      "ibility": 1968,
      "``": 1969,
      "ours": 1970,
      "Ä changes": 1971,
      "Ä appear": 1972,
      "Ä jour": 1973,
      "Ä issues": 1974,
      "Ä estab": 1975,
      "lection": 1976,
      "Ä story": 1977,
      "Ä Can": 1978,
      "ili": 1979,
      "Ä upon": 1980,
      "Ä mot": 1981,
      "Ä concern": 1982,
      "pecially": 1983,
      "Ä require": 1984,
      "Ä On": 1985,
      "Ä relationship": 1986,
      "Ä strateg": 1987,
      "arget": 1988,
      "etic": 1989,
      "Ä difficult": 1990,
      "Ä whether": 1991,
      "ee": 1992,
      "Ä log": 1993,
      "ening": 1994,
      "Ä types": 1995,
      "Ä prim": 1996,
      "Ä sens": 1997,
      "Ä ask": 1998,
      "ush": 1999,
      "Ä temper": 2000,
      "Ä enough": 2001,
      "ales": 2002,
      "Ä likely": 2003,
      "Ä record": 2004,
      "iple": 2005,
      "Ä Inst": 2006,
      "Ä usually": 2007,
      "ger": 2008,
      "Ä days": 2009,
      "nal": 2010,
      "inking": 2011,
      "Ä histor": 2012,
      "apter": 2013,
      "Ä address": 2014,
      "Ä Some": 2015,
      "let": 2016,
      "import": 2017,
      "Ä All": 2018,
      "aching": 2019,
      "How": 2020,
      "chie": 2021,
      "Ä makes": 2022,
      "Ä opportun": 2023,
      "Ä Cent": 2024,
      "Ä away": 2025,
      "...": 2026,
      "Ä norm": 2027,
      "Ä sum": 2028,
      "Ä questions": 2029,
      "Ä further": 2030,
      "====": 2031,
      "iction": 2032,
      "Ä researc": 2033,
      "son": 2034,
      "ruction": 2035,
      "oney": 2036,
      "Ä protect": 2037,
      "Ä US": 2038,
      "ising": 2039,
      "omes": 2040,
      "ried": 2041,
      "Ä ever": 2042,
      "cient": 2043,
      "ware": 2044,
      "Ä going": 2045,
      "ffic": 2046,
      "Ä dig": 2047,
      "Ä individuals": 2048,
      "Ä left": 2049,
      "Ä path": 2050,
      "Ä account": 2051,
      "aken": 2052,
      "oot": 2053,
      "ibr": 2054,
      "ued": 2055,
      "Ä i": 2056,
      "Ä employ": 2057,
      "type": 2058,
      "ification": 2059,
      "Ä lay": 2060,
      "Ä higher": 2061,
      "AT": 2062,
      "Ä growth": 2063,
      "class": 2064,
      "Ä ur": 2065,
      "Ä big": 2066,
      "Ä <": 2067,
      "To": 2068,
      "='": 2069,
      "Ä century": 2070,
      "Ä National": 2071,
      "Ä collect": 2072,
      "Ä full": 2073,
      "ney": 2074,
      "Ä countries": 2075,
      "Ä super": 2076,
      "._": 2077,
      "amm": 2078,
      "Ä Afric": 2079,
      "aves": 2080,
      "Ä increase": 2081,
      "Ä situ": 2082,
      "Ch": 2083,
      "Ä connect": 2084,
      "rans": 2085,
      "plic": 2086,
      "Ä fund": 2087,
      "ooking": 2088,
      "An": 2089,
      "Ä sure": 2090,
      "Ä stat": 2091,
      "Ä science": 2092,
      "Ä never": 2093,
      "Ä recogn": 2094,
      "erence": 2095,
      "Ä describ": 2096,
      "ES": 2097,
      "Ä exc": 2098,
      "Ä physical": 2099,
      "Ä cy": 2100,
      "Ä Med": 2101,
      "ohn": 2102,
      "Ä side": 2103,
      "add": 2104,
      "reg": 2105,
      "Ä brain": 2106,
      "Ä however": 2107,
      "arl": 2108,
      "Ä plants": 2109,
      "arr": 2110,
      "verse": 2111,
      "Ä death": 2112,
      "IN": 2113,
      "Ä Bl": 2114,
      "Ä term": 2115,
      "Ä unique": 2116,
      "Ä especially": 2117,
      "Ä ground": 2118,
      "Ä groups": 2119,
      "Ä above": 2120,
      "Ä event": 2121,
      "There": 2122,
      "Ä activities": 2123,
      "Ä least": 2124,
      "Ä maintain": 2125,
      "Ä throughout": 2126,
      "Ä contain": 2127,
      "########": 2128,
      "test": 2129,
      "most": 2130,
      "ault": 2131,
      "elling": 2132,
      "Ä Fr": 2133,
      "Ä particip": 2134,
      "agine": 2135,
      "Ä emb": 2136,
      "ilt": 2137,
      "Ä subject": 2138,
      "Ä sound": 2139,
      "alse": 2140,
      "Ä near": 2141,
      "Ä achie": 2142,
      "Ä personal": 2143,
      "edi": 2144,
      "sych": 2145,
      "utions": 2146,
      "Ä Sc": 2147,
      "Ä modern": 2148,
      "ready": 2149,
      "lying": 2150,
      "Ä affect": 2151,
      "sequ": 2152,
      "file": 2153,
      "ON": 2154,
      "Ä population": 2155,
      "Ä dam": 2156,
      "Ä studies": 2157,
      "Ä neg": 2158,
      "Ä really": 2159,
      "fact": 2160,
      "Ä rather": 2161,
      "ptoms": 2162,
      "Ä became": 2163,
      "ison": 2164,
      "Ä effects": 2165,
      "Ä reason": 2166,
      "rug": 2167,
      "rect": 2168,
      "ils": 2169,
      "aim": 2170,
      "ites": 2171,
      "mod": 2172,
      "Ä cancer": 2173,
      "Ä quality": 2174,
      "Ä relig": 2175,
      "Ä liter": 2176,
      "Ä nature": 2177,
      "asc": 2178,
      "Ä `": 2179,
      "Ä practice": 2180,
      "rel": 2181,
      "illed": 2182,
      "Ä chem": 2183,
      "Ä loss": 2184,
      "atives": 2185,
      "nces": 2186,
      "Ä Brit": 2187,
      "Ä associated": 2188,
      "unt": 2189,
      "ises": 2190,
      "Ä pattern": 2191,
      "att": 2192,
      "For": 2193,
      "Ä building": 2194,
      "issue": 2195,
      "Ä answ": 2196,
      "roll": 2197,
      "Ä stre": 2198,
      "Ä cases": 2199,
      "Ä patients": 2200,
      "ample": 2201,
      "Ä detail": 2202,
      "Ä size": 2203,
      "Ä cho": 2204,
      "Ä hold": 2205,
      "Ä someone": 2206,
      "Ä vers": 2207,
      "Ä lower": 2208,
      "alf": 2209,
      "Ä general": 2210,
      "AS": 2211,
      "Ä factors": 2212,
      "overed": 2213,
      "enn": 2214,
      "Ä million": 2215,
      "Ä comes": 2216,
      "Ä explore": 2217,
      "opy": 2218,
      "Al": 2219,
      "Ä meet": 2220,
      "Ä already": 2221,
      "Ä student": 2222,
      "eds": 2223,
      "Ä global": 2224,
      "rams": 2225,
      "Ä doc": 2226,
      "\".": 2227,
      "oman": 2228,
      "Ä word": 2229,
      "ene": 2230,
      "ok": 2231,
      "Ä simple": 2232,
      "inary": 2233,
      "Ä regard": 2234,
      "ript": 2235,
      "Ä nut": 2236,
      "mb": 2237,
      "ID": 2238,
      "Ä introdu": 2239,
      "Ä city": 2240,
      "new": 2241,
      "Ä living": 2242,
      "augh": 2243,
      "Ä single": 2244,
      "Ä prob": 2245,
      "iques": 2246,
      "Ä indic": 2247,
